S={}
def put(start,chars):
  for i,c in enumerate(chars): S[start+i]=c
put(0x00,"　！ダヂ＄度")
S[0x06]="[EXIT]"
put(0x07,"ヅ（）プデドバビブ０１２３４５６７８９ベボヴパピ？")
put(0x22,"手所時場設定男女行村言気大丈夫洞窟君見長兵邪薬神聞ペ羊ポ，―ー")
put(0x41,"がぎぐげござじずぜぞだぢづでどばびぶべぼぱぴぷぺぽガギグゲゴザジ。「」、・ヲァィゥェォャュョッズ")
put(0x71,"アイウエオカキクケコサシスセソタチツテトナニヌネノハヒフヘホマミムメモヤユヨラリルレロワン剣落子先目上ズ話をぁぃぅぇぉゃゅょっ～")
put(0xB1,"あいうえおかきくけこさしすせそたちつてとなにぬねのはひふへほまみむめもやゆよらりるれろわんゼゾ")
put(0xE0,"下魔今倒持立会怪獣遺跡師匠様強出人何事心前方来水路野郎地変用後入")
D={}
def dput(start,chars):
  for i,c in enumerate(chars): D[start+i]=c
dput(0x00,"嬢休業中破集保配書引的敗平和記録首冒険尊敬誰世界箱仲空術々追仕伝賞全酒愛赤滅至難説英名買城売店思像雄永熱栄遠本王古代雲笑法使顔旅")
dput(0x40,"存状老態終交印失聖現教徒日島在石満取押⊘求件者爆弾苦痛悪体史以最知若夢彼治部血療光換娘金声命銀財殺相頂点位逃隊導向恩恵活感動確復")
dput(0x80,"支天狂次盗団勇渡封年更反慈必雪崩塔要道死谷玉輝具食砂極内闇正小絶対壊発元士捕生家")
D[0xA8]="シス"; D[0xA9]="テム"
dput(0xAA,"戻望自信分途震帰返作進扉開閉迎助待黄頭切妻腕捜答奥消炎氷決稼嫌近足退番勝負種族間予晶恐怖眠戦宝物不港親高供安守忘級受当危降唯")
dput(0xF0,"明撃悲殿低匹止令役結果礼性攻堕運")
